"""_summary_
    Multiplayer-fps : projet Zone 01
    
    Tony Quedeville
    
    Parametres du ré de chaussée, (hall d'accueil)
    theme museum
"""

# -----------------------------------------------------------------------------------------------

level0=[
    ["  - ","  - ","  - ","sl-0","  - ","sl-0","  - ","  - ","  - "],
    ["  - ","ml-0","ml-0","ch-1","ml-0","ch-2","ml-0","ml-0","  - "],
    ["  - ","ml-0","sl-0","sl-0","sl-0","sl-0","sl-0","ml-0","  - "],
    ["sl-0","ch-8","sl-0","sl-0","sl-0","sl-0","sl-0","ch-3","sl-0"],
    ["  - ","ml-0","sl-0","sl-0","cl-0","sl-0","sl-0","ml-0","  - "],
    ["sl-0","ch-7","sl-0","sl-0","sl-0","sl-0","sl-0","ch-4","sl-0"],
    ["  - ","ml-0","sl-0","sl-0","sl-0","sl-0","sl-0","ml-0","  - "],
    ["  - ","ml-0","ml-0","ch-6","ml-0","ch-5","ml-0","ml-0","  - "],
    ["  - ","  - ","  - ","sl-0","  - ","sl-0","  - ","  - ","  - "],
]

player_position_init_0 = [3, 0, 3]